Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: The qualified dentist is responsible for sedative/anesthetic management, adequacy of the facility and staff, diagnosis and treatment of emergencies related to the administration of deep sedation or general anesthesia and providing the equipment, drugs and protocols for patient rescue.
vi: Nha sĩ đủ năng lực chịu trách nhiệm xử trí an thần / gây mê quản lý an toàn của cơ sở và nhân viên, chẩn đoán và điều trị cấp cứu liên quan tới dùng an thần sâu hoặc gây mê và cung cấp các thiết bị, thuốc và quy trình cấp cứu bệnh nhân.

source: The qualified dentist is responsible for the sedative management, adequacy of the facility and staff, diagnosis and treatment of emergencies related to the administration of minimal sedation and providing the equipment and protocols for patient rescue.
vi: Nha sĩ đủ năng lực chịu trách nhiệm xử trí an thần / gây mê quản lý an toàn của cơ sở và nhân viên, chẩn đoán và điều trị cấp cứu liên quan tới dùng an thần tối thiểu và cung cấp các thiết bị, thuốc và quy trình cấp cứu bệnh nhân.

source: The qualified dentist is responsible for the sedative management, adequacy of the facility and staff, diagnosis and treatment of emergencies related to the administration of moderate sedation and providing the equipment, drugs and protocol for patient rescue.
vi: Nha sĩ đủ năng lực chịu trách nhiệm xử trí an thần / gây mê quản lý an toàn của cơ sở và nhân viên, chẩn đoán và điều trị cấp cứu liên quan tới dùng an thần trung bình và cung cấp các thiết bị, thuốc và quy trình cấp cứu bệnh nhân.

source: The recall interval should be reviewed again at the next oral health review, to learn from the patient's responses to the oral care provided and the health
vi: Các khoảng thời gian tái khám nên được xem xét lại một lần nữa tại lần khám răng miệng tiếp theo, để học từ các đáp ứng của bệnh nhân với chăm sóc răng miệng được cung cấp và sức khoẻ.

source: The recommendation grading scheme and hierarchy of evidence used in this guideline are adapted from the Scottish Intercollegiate Guidelines Network (SIGN 50: A guideline developers' handbook), and summarised in the tables below.
vi: Đề xuất phân loại và phân cấp của bằng chứng được sử dụng trong hướng dẫn này được lấy từ Scottish Intercollegiate Guidelines Network (Số 50: Sổ tay "Hướng dẫn các nhà phát triển hướng dẫn") và được tóm tắt trong các bảng dưới đây.

source: The recommendations apply to patients of all ages (both dentate and edentulous) receiving primary care from NHS dental staff in England and Wales.
vi: Những khuyến cáo này áp dụng cho tất cả bệnh nhân thuộc mọi lứa tuổi (cả còn răng và mất răng) nhận chăm sóc cơ bản từ nhóm nha khoa NHS ở Anh và Wales.

source: The recommendations in this guideline represent the view of NICE, arrived at after careful consideration of the evidence available.
vi: Khuyến cáo trong hướng dẫn này đại diện cho quan điểm của NICE, có được sau khi xem xét cẩn thận bằng chứng hiện có.

source: The recommendations in this guideline were graded according to the quality of the evidence they were based on.
vi: Các khuyến cáo trong hướng dẫn này được xếp loại dựa trên chất lượng của các bằng chứng.

source: The recommendations take account of the impact of dental checks on: patients' well-being, general health and preventive habits; caries incidence and avoiding restorations; periodontal health and avoiding tooth loss; and avoiding pain and anxiety.
vi: Các khuyến cáo bao gồm các tác động của kiểm tra nha khoa về: sức khoẻ của bệnh nhân, thói quen chung về sức khoẻ và phòng ngừa; tỉ lệ sâu răng và tránh phục hồi; sức khoẻ mô nha chu và tránh mất răng; và tránh đau và lo lắng.

source: The recommendations were finalised after public consultation.
vi: Những khuyến cáo đã hoàn thành sau khi tham vấn.

source: The recommended interval between oral health reviews should be determined specifically for each patient and tailored to meet his or her needs, on the basis of an assessment of disease levels and risk of or from dental disease.
vi: Khoảng cách được khuyến cáo giữa các đánh giá về sức khoẻ răng miệng cần được xác định cụ thể cho từng bệnh nhân và được điều chỉnh để đáp ứng nhu cầu của họ, dựa trên đánh giá mức độ bệnh và nguy cơ mắc bệnh răng miệng.

source: The recommended shortest and longest intervals between oral health reviews are as follows.
vi: Các khoảng ngắn nhất và dài nhất được đề nghị giữa các lần khám sức khoẻ răng miệng như sau.

source: The results of these trials may potentially inform guideline recommendations in the future.
vi: Kết quả của các thử nghiệm này có thể có tiềm năng đưa ra các khuyến cáo hướng dẫn trong tương lai.

source: The review should consider the resources required to implement the recommendations set out in Section 1, the people and processes involved, and the timeline over which full implementation is envisaged.
vi: Tổng quan cần xem xét các nguồn lực cần thiết để thực hiện các khuyến nghị được đề ra trong Phần 1, con người và các quá trình liên quan, và thời gian thực hiện dự án.

source: The scope of this guideline was established at the start of the development of this guideline, after a period of consultation.
vi: Phạm vi của hướng dẫn này được xuất bản khi bắt đầu phát triển hướng dẫn này, sau một thời gian hội ý.

source: The shortest interval between oral health reviews for all patients should be 3 months.
vi: Khoảng cách ngắn nhất giữa các cuộc kiểm tra sức khoẻ răng miệng cho tất cả các bệnh nhân nên là 3 tháng.

source: The table of stakeholder comments can be viewed in Appendix 2.
vi: Bảng ý kiến của các bên liên quan có thể xem trong Phụ lục 2.

source: The third trial is evaluating NHS Bradford and Airedale's new model of dental service provision and is expected to be completed by July 2015.
vi: Cuộc thử nghiệm thứ ba đang đánh giá NHS Bradford và mô hình cung cấp dịch vụ nha khoa mới của Airedale và dự kiến sẽ hoàn thành vào tháng 7 năm 2015.

source: The updated guideline will be available within 2 years of the start of the review process.
vi: Hướng dẫn cập nhật sẽ có sẵn trong vòng 2 năm kể từ khi bắt đầu quá trình xem xét.

source: The use of broad-spectrum antibiotics has also been associated with the rise in Clostridium difficile–associated disease observed in both primary and secondary care.
vi: Sử dụng các thuốc kháng sinh phổ rộng cũng liên quan đến tăng tỉ lệ các bệnh do khuẩn Clostridium dificile mà có thể thấy ở cả điều trị sơ khởi và thứ cấp.

source: The use of the MRD to guide dosing for minimal sedation is intended to create this margin of safety.
vi: Việc sử dụng MRD để hướng dẫn liều an thần tối thiểu nhằm tạo ra mức an toàn này.

source: Their routine use in dentistry is unnecessary and could contribute to the development of antimicrobial resistance.
vi: Sử dụng chúng thường xuyên trong nha khoa là không cần thiết và có thể góp phần làm tăng sức đề kháng các loại kháng sinh.

source: There are no factors described above which would invalidate or change the direction of current guideline recommendations.
vi: Không có các yếu tố được mô tả ở trên có thể làm mất hiệu lực hoặc thay đổi hướng của các hướng dẫn được đề nghị hiện tại.

source: There is a high level of certainty of benefits, and the benefits outweigh the potential harms.
vi: Có một mức độ chắc chắn cao về lợi ích, và lợi ích lớn hơn các tác hại có thể xảy ra.

source: There is a moderate level of certainty of benefits, and either the benefits are balanced with potential harms or there is uncertainty in the magnitude of the benefit.
vi: Mức độ lợi ích trung bình, nhưng lợi ích cần được cân bằng với tác hại có thể xảy ra hoặc có không chắc chắn can thiệp có lợi.

source: There is evidence relating to risk factors for oral disease and on the effectiveness of dental health education and oral health promotion, and this was used to inform the guideline recommendations.
vi: Có bằng chứng liên quan đến các yếu tố nguy cơ đối với bệnh đường miệng và về hiệu quả của giáo dục sức khoẻ răng miệng và khuyến khích sức khoẻ răng miệng, và điều này đã được sử dụng để đưa ra các khuyến cáo hướng dẫn.

source: There is evidence that the rate of progression of dental caries can be more rapid in children and adolescents than in older people, and it seems to be faster in primary teeth than in permanent teeth (see full guideline).
vi: Có bằng chứng rằng tỉ lệ tiến triển của sâu răng có thể nhanh hơn nhiều ở trẻ em và trẻ vị thành niên hơn người lớn tuổi, và nó dường như nhanh hơn ở răng sữa hơn răng vĩnh viễn (xem hướng dẫn đầy đủ).

source: There is insufficient evidence that use of commercial devices for lesion detection that are based on autofluorescence or tissue reflectance enhances visual detection of potentially malignant lesions beyond a conventional visual and tactile examination.
vi: Không có đủ bằng chứng rằng dùng các sản phẩm thương mại để phát hiện tổn thương dựa trên autofluorescence hoặc hoặc phản xạ mô giúp tăng cường khả năng phát hiện các tổn thương tiềm năng ác tính hơn thăm khám bằng thị giác và xúc giác thông thường.

source: There is insufficient evidence to make recommendations for xylitol syrup, xylitol in dentifrices, chlorhexidine varnish for root caries, triclosan, iodine, sialogogues, calcium phosphate products or the use of any of these nonfluoride caries preventive agents in pregnant mothers.
vi: Không có đủ bằng chứng để đưa ra khuyến cáo cho xi-rô xylitol, xylitol trong kem đánh răng, varnish chlorhexidine cho sâu chân răng, các sản phẩm triclosan, iodine, sialogogues, canxi phosphat hoặc sử dụng bất kỳ chất chống sâu răng không có fluor nào cho phụ nữ có thai.

source: There is moderate or high certainty that there are no benefits and/or the potential harms outweigh the benefits.
vi: Có sự chắc chắn vừa phải hoặc cao rằng không có lợi ích và / hoặc những tác hại tiềm tàng lớn hơn lợi ích.

source: There is more information about how NICE clinical guidelines are developed on the NICE website.
vi: Có thêm thông tin về cách các hướng dẫn lâm sàng NICE được phát triển trên trang web NICE.

source: There is no evidence to support the prescription of antibiotics for the treatment of pulpitis or the prevention of dry socket in patients undergoing non-surgical dental extractions.
vi: Không có bằng chứng hỗ trợ việc kê đơn kháng sinh điều trị viêm tủy hoặc dự phòng huyệt ổ răng khô ở bệnh nhân trải qua nhổ răng không lật vạt.

source: There is no related NICE guidance.
vi: Không có liên quan hướng dẫn NICE

source: These are designed to help NHS dental practices and their patients get used to what will be for many a new way of planning and receiving routine NHS dental care.
vi: Chúng được thiết kế để giúp thực hành nha khoa NHS và bệnh nhân của họ quen với việc lập kế hoạch và nhận chăm sóc nha khoa hàng ngày của NHS.

source: These categories should apply at any time in the 24 hour period.
vi: Các loại nên áp dụng vào bất kỳ thời điểm nào trong khoảng thời gian 24 giờ.

source: These selected circumstances may include very brief procedures or periods of time, which, for example, may occur in some patients; or the establishment of intravenous access after deep sedation or general anesthesia has been induced because of poor patient cooperation.
vi: Những trường hợp được chọn này có thể bao gồm các thủ thuật rất ngắn gọn, ví dụ có thể xảy ra ở một vài bệnh nhân; hoặc thiết lập đường truyền tĩnh mạch sau an thần sâu hoặc gây mê bởi vì bệnh nhân hợp tác kém.

source: They also need to understand that (as is the case with the current 6-month recall regimen) there is no guarantee that new disease will not develop between recall visits.
vi: Họ cũng cần phải hiểu rằng (như trường hợp của chương trình tái khám 6 tháng hiện tại) không có gì bảo đảm rằng bệnh mới sẽ không phát triển giữa các lần khám lại.

source: They should do so in the context of local and national priorities for funding and developing services, and in light of their duties to have due regard to the need to eliminate unlawful discrimination, to advance equality of opportunity and to reduce health inequalities.
vi: Họ nên làm như vậy trong bối cảnh các ưu tiên của địa phương và quốc gia về việc tài trợ và phát triển các dịch vụ và theo nghĩa vụ của họ về sự cần thiết phải loại bỏ sự phân biệt đối xử bất hợp pháp, tăng cường bình đẳng về cơ hội và giảm sự bất bình đẳng về sức khoẻ.

source: This Quick Reference Guide is intended for use by staff in any healthcare setting who may have to manage patients with acute dental problems.
vi: Hướng dẫn tham khảo nhanh này hướng đến người dùng là các nhân viên y tế mà phải theo dõi bệnh nhân có vấn đề nha khoa cấp tính.

source: This assessment should integrate the evidence presented in this guideline with the clinical judgement and expertise of the dental team, and should be discussed with the patient.
vi: Đánh giá này nên kết hợp các bằng chứng được trình bày trong hướng dẫn này với đánh giá lâm sàng và chuyên môn của nhóm nha khoa, và cần được thảo luận với bệnh nhân.

source: This can be accessed on the internet via a personal computer, tablet or smart phone.
vi: Nó có thể được truy cập qua internet thông qua máy tính cá nhân, máy tính bảng và điện thoại thông minh.

source: This feedback and the findings of the oral health review should be used to adjust the next recall interval chosen.
vi: Phản hồi này và những phát hiện của việc khám sức khoẻ răng miệng cần được sử dụng để điều chỉnh khoảng thời gian tái khám tiếp theo.

source: This guidance contains tools and suggestions to facilitate implementation and review (see Appendix E).
vi: Hướng dẫn này chứa các công cụ và đề xuất để tạo điều kiện thực hiện và đánh giá (xem Phụ lục E).

source: This guidance represents the view of NICE, which was arrived at after careful consideration of the evidence available.
vi: Hướng dẫn này đại diện cho quan điểm của NICE, có được sau khi xem xét cẩn thận bằng chứng hiện có.

source: This guideline does not cover:
vi: Hướng dẫn này không bao gồm:

source: This guideline is different from other guidelines in that the whole population is affected.
vi: Hướng dẫn này khác các hướng dẫn khác ở cộng đồng ảnh hưởng.

source: This is a good starting point for explaining why a patient's recommended recall interval may have changed.
vi: Đây là một khởi đầu tốt để giải thích tại sao khoảng thời gian tái khám của bệnh nhân có thể bị thay đổi.

source: This is particularly important in young children, to lay the foundations for life-long dental health.
vi: Điều này đặc biệt quan trọng ở trẻ em, đặt nền móng cho sức khoẻ răng miệng lâu dài.

source: This must consist of at least a review of their medical history and medication use and NPO (nothing by mouth) status.
vi: Điều này gồm ít nhất một lần xem lại tiền sử y khoa và dùng thuốc và tình trạng NPO (không chỉ bằng miệng).

source: This page may be used, copied, and distributed for non-commercial purposes without obtaining prior approval from the ADA.
vi: Tài liệu này có thể được sử dụng, sao chép và phân phối không cho mục đích thương mại mà không có sự chấp thuận trước của ADA.

source: This should consist of at least a review at an appropriate time of their medical history and
vi: Điều này nên bao gồm ít nhất một cuộc rà soát tại một thời điểm thích hợp về tiền sử y khoa của họ và

source: This topic is not currently related to a published quality standard or a quality standard in development.
vi: Chủ đề này hiện không liên quan đến tiêu chuẩn chất lượng được công bố hoặc tiêu chuẩn chất lượng trong quá trình phát triển.

source: This topic is not part of the library of NICE Quality Standard NHS healthcare topics.
vi: Chủ đề này không phải là một phần của thư viện các chủ đề về tiêu chuẩn chất lượng NHC của NICE.

source: This vigilance is especially important for isolated lesions occurring in locations at higher risk for the development of squamous cell carcinoma, such as the lateral and ventral surfaces of the tongue and the floor of the mouth.
vi: Sự cảnh giác này đặc biệt quan trọng đối với những tổn thương riêng biệt xảy ra ở những nơi có nguy cơ cao hơn đối với sự phát triển của ung thư biểu mô tế bào vảy, ví dụ như mặt bên và mặt bụng của lưỡi và sàn miệng.

source: This will allow the dental team and the patient (and/ or his or her parent, guardian or carer) to discuss, where appropriate:
vi: Điều này sẽ cho phép nhóm nha khoa và bệnh nhân (và/hoặc phụ huynh, người giám hộ hay người chăm sóc) thảo luận, ở nơi thích hợp

source: Three clinical trials were identified, two of which (a feasibility study and a follow-on RCT) compared the clinical and cost-effectiveness of three forms of dental recall strategies (6 month recall, risk-based recall, and 24 month recall).
vi: Ba thử nghiệm lâm sàng được xác định, hai nghiên cứu (nghiên cứu khả thi và một nghiên cứu RCT) so sánh hiệu quả về mặt lâm sàng và hiệu quả về chi phí của ba dạng chiến lược tái khám nha khoa (tái khámi 6 tháng, tái khám dựa trên nguy cơ và tái khám 24 tháng).

source: Three responses were received with two respondents indicating that there is no new relevant literature that would potentially change current recommendations.
vi: Ba câu trả lời đã nhận được với hai người trả lời chỉ ra rằng không có tài liệu mới có liên quan có thể sẽ thay đổi các đề xuất hiện tại.

source: Threshold for intervention
vi: Ngưỡng cho sự can thiệp

source: Through an assessment of abstracts from a high-level randomised control trial (RCT) search, new evidence was identified relating to the following clinical areas within the guideline:
vi: Thông qua việc đánh giá tóm tắt từ nghiên cứu thử nghiệm ngẫu nhiên ở cấp độ cao (RCT), các bằng chứng mới đã được xác định liên quan đến các lĩnh vực lâm sàng sau trong hướng dẫn:

source: Through the process no additional areas were identified which would indicate a significant change in clinical practice.
vi: Thông qua quá trình này không có thêm các vùng được xác định có sự thay đổi đáng kể trong thực hành lâm sàng.

source: To administer deep sedation or general anesthesia, the dentist must demonstrate competency by having completed:
vi: Để thực hiện an thần sâu hoặc gây mê, nha sĩ phải chứng minh khả năng bằng cách hoàn thành thành công:

source: To administer minimal sedation the dentist must demonstrate competency by having successfully completed:
vi: Để thực hiện an thần tối thiểu nha sĩ phải chứng minh khả năng bằng cách hoàn thành thành công:

source: To administer moderate sedation, the dentist must demonstrate competency by having successfully completed:
vi: Để thực hiện an thần trung bình nha sĩ phải chứng minh khả năng bằng cách hoàn thành thành công:

source: To see full text of this article, please go to JADA/ADA.org/cgi/content/ This page may be used, copied, and distributed for non-commercial purposes without obtaining prior approval from the ADA.
vi: Để xem toàn văn bài viết này, xin vui lòng truy cập trang web JADA/ADA.org/cgi/content/ Trang này có thể được sử dụng, sao chép, và phân phối không cho mục đích thương mại mà không có sự chấp thuận trước từ ADA.

source: To see the full text of this article, please go to http://jada.ada.org/cgi/content/This page may be used, copied, and distributed for non-commercial purposes without obtaining prior approval from the ADA.
vi: Để xem toàn văn bài viết này, xin vui lòng truy cập trang web http://jada.ada.org/cgi/content/ Trang này có thể được sử dụng, sao chép, và phân phối không cho mục đích thương mại mà không có sự chấp thuận trước từ ADA.

source: To see the full text of this article, please go to http://jada.ada.org/current.dtl
vi: Để xem bản đầy đủ của bài viết này, vui lòng đến trang web http://jada.ada.org/current.dtl

source: Tools to help you put the guideline into practice and information about the evidence it is based on are also available.
vi: Các công cụ để giúp bạn đưa các hướng dẫn vào thực hành và thông tin về bằng chứng dựa trên cũng có sẵn.

source: Tools to support clinicians in implementing these recommendations can be found in Appendix E.
vi: Công cụ hỗ trợ cho bác sĩ thực hiện những khuyến cáo có thể tìm thấy trong Phụ lục E.

source: Trauma
vi: Chấn thương

source: Treat dental abscesses in the first instance by using local measures to achieve drainage, with removal of the cause where possible.
vi: Điều trị áp xe nha khoa bước đầu bằng sử dụng các biện pháp tại chỗ để dẫn lưu, và loại bỏ căn nguyên có thể.

source: Two additional individuals who have current certification of successfully completing a Basic Life Support (BLS) Course for the Healthcare Provider.
vi: Hai người có chứng chỉ gần đây về Hỗ trợ sống cơ bản của nhân viên y tế.

source: Two key themes emerging from post- publication feedback were, queries about oral cancer checks and enquiries from patients seeking clarification on why interval periods have changed in their own personal circumstances.
vi: Hai chủ đề chính xuất phát từ phản hồi sau khi xuất bản là các câu hỏi về kiểm tra ung thư miệng và các yêu cầu từ những bệnh nhân tìm kiếm sự rõ ràng về lý do tại sao các khoảng thời gian lại thay đổi trong hoàn cảnh cá nhân của họ.

source: Type of evidence
vi: Loại bằng chứng

source: Ulceration
vi: Loét

source: Under the new arrangements, a comprehensive oral health assessment (OHA) will be conducted when a patient first visits a dental practice and will involve taking full histories, carrying out thorough dental and head and neck examinations and providing initial preventive advice.
vi: Theo các sắp xếp mới, một cuộc đánh giá sức khoẻ răng miệng toàn diện sẽ được tiến hành khi bệnh nhân lần đầu tiên đi khám nha khoa và sẽ phải lấy bệnh sử đầy đủ, tiến hành kiểm tra toàn diện nha khoa, đầu và cổ và cung cấp các hướng dẫn phòng ngừa ban đầu.

source: Until recently, some broad-spectrum antibiotics were thought to reduce the efficacy of combined oral contraceptives and contraceptive patches or rings.
vi: Gần đây, một vài thuốc kháng sinh phổ rộng được cho răng giảm tác dụng của thuốc tránh thai đường uống và miếng dán hoặc vòng tránh thai.

source: Update information
vi: Thông tin cập nhật

source: Urgent Care – advise the patient to seek dental or medical care as indicated within 24 hours unless the condition worsens
vi: Chăm sóc khẩn cấp – Khuyên bệnh nhân tìm đến dịch vụ chăm sóc y tế và nha khoa trong khoảng 24 giờ trừ khi tình trạng bị xấu đi.

source: Use antibiotics in conjunction with, and not as an alternative to, local measures.
vi: Sử dụng kháng sinh cần kết hợp với biện pháp tại chỗ mà không phải là biện pháp thay thế hoàn toàn.

source: Use of Screening Adjuncts:
vi: Sử dụng các biện pháp hỗ trợ khám tầm soát:

source: Use with caution in patients with hepatic impairment or those receiving potentially hepatotoxic drugs.
vi: Khi sử dụng thì cảnh báo bệnh nhân nguy cơ suy giảm chức năng gan hoặc nhiễm độc gan.

source: Users of this Quick Reference Guide might find it useful to note the contact details of local providers of care in the space provided on page 11.
vi: Người sử dụng hướng dẫn tham khảo nhanh này có thể thấy nó có ích khi có thể tìm thấy chi tiết liện hệ của những người chăm sóc ở địa phương trong trang 11.

source: Using 0.12 percent chlorhexidine rinse alone or in combination with fluoride for prevention of coronal caries is not recommended.
vi: Dùng nước súc miệng chlorhexidine 0.12 % một mình hoặc phối hợp với fluoride để phòng ngừa sâu thân răng không được khuyến cáo.

source: Using 0.12 percent chlorhexidine rinse alone or in combination with fluoride for prevention of root caries is not recommended.
vi: Dùng nước súc miệng chlorhexidine 0.12 % một mình hoặc phối hợp với fluoride để phòng ngừa sâu chân răng không được khuyến cáo.

source: Using adjunctive therapies for caries management
vi: Sử dụng các liệu pháp hỗ trợ để xử trí sâu răng

source: Ventilation:
vi: Hô hấp:
